-- ЗАПОЛНЕНИЕ ТЕСТОВЫМИ ДАННЫМИ ТАБЛИЦЫ Студенты

USE Karataev;

SET IDENTITY_INSERT [dbo].[Students] ON;
GO

INSERT INTO [dbo].[Students]
	([Number_Students]
     , [First_Name_Students]
     , [Mid_Name_Students]
     , [Last_Name_Students]
     , [Address_Students]
     , [Course_Students]
     , [Birthday_Students])
VALUES
	(1, N'Галина', N'Петровна', N'Иванова', N'ул. Северная 10', 1, '19980212'),
	(2, N'Марина', N'Витальевна', N'Васницова', N'ул. Морская 4', 4, '19990610'),
	(3, N'Виктория', N'Геннадьевна', N'Кулагина', N'ул. Зеленая 15', 3, '20000810'),
	(4, N'Ирина', N'Максимовна', N'Молодцова', N'ул. Березовая 32', 0, '20011012'),
	(5, N'Дмитрий', N'Сергеевич', N'Круглов', N'ул. Пушкина 5', 2, '20011116'),
	(6, N'Дмитрий', N'Иванович', N'Голованов', N'ул. Северная 15', 2, '19980212'),
	(7, N'Сергей', N'Викторович', N'Маслов', N'ул. Морская 8', 1, '19990610'),
	(8, N'Петр', N'Семенович', N'Муравьев', N'ул. Зеленая 1', 4, '20000810'),
	(9, N'Надежда', N'Сергеевна', N'Муравьева', N'ул. Березовая 6', 1, '20011012'),
	(10, N'Константин', N'Юрьевич', N'Вучич', N'ул. Пушкина 7', 3, '20011116');
GO

SET IDENTITY_INSERT [dbo].[Students] OFF;
GO